"Active" = "Ενεργά";
"PROCESSES" = "ΔΙΕΡΓΑΣΊΕΣ";
"Wired" = "Καλωδιωμένα";
"MEMORY" = "ΜΝΉΜΗ";
"Page Ins" = "Εισερχόμενες σελίδες";
"Free" = "Διαθέσιμα";
"Memory Pressure Above" = "Πιεση Μνημης >";
"MEMORY PRESSURE" = "ΠΙΕΣΗ ΜΝΗΜΗΣ";
"Cached Files" = "Αρχεία σε προσωρινή μνήμη";
"Memory" = "Μνήμη";
"SWAP MEMORY" = "Ανταλλαγή που χρησιμοποιήθηκε";
"Compressed" = "Συμπιεσμένη";
"Inactive" = "Ανενεργά ";
"App Memory" = "Μνήμη εφαρμογής";
"Page Outs" = "Εξερχόμενες σελίδες";
"Used" = "Σε χρήση";
"%1$@ of %2$@" = "%1$@ από %2$@";
"Pressure" = "Η πίεση μνήμης";
"File Cache" = "Cache αρχείου";


// Unlocalized strings



// Unlocalized strings

"Cache" = "Cache";


// Modified strings

